Repository: radekchybowski/TeaTime
Catalog: translations/messages.*.xlf
Languages: pl

# label.actions
source: Actions
pl: Akcje

# label.title
source: Title
pl: Tytuł

# label.content
source: Content
pl: Treść

# label.tags
source: Tags
pl: Tagi

# message.empty_list
source: List is empty.
pl: Lista jest pusta.

# message.record_not_found
source: Cannot find the record.
pl: Nie znaleziono rekordu.

# title.record_list
source: Records list
pl: Lista rekordów

# title.record_view
source: Record
pl: Podgląd rekordu

# header.record_content
source: Content:
pl: Treść:

# header.record_tags
source: Tags:
pl: Tagi:

# message.record_not_exist
source: Thsi record does not exist.
pl: Ten rekord nie istnieje.

# button.action_show
source: Show
pl: Podgląd

# button.action_create
source: New record
pl: Nowy rekord

# button.action_edit
source: Edit
pl: Edytuj

# button.action_delete
source: Delete
pl: Usuń

# label.category
source: Category
pl: Kategoria

# action.back_to_list
source: Back to list
pl: Powrót do listy

# site_title.tea
source: Teas
pl: Herbaty

# site_logo_img.alt
source: Website logo.
pl: Logotyp strony internetowej.

# avatar.create
source: Change profile pic
pl: Zmień zdjęcie

# sidebar.avatar_img.alt
source: Users profile picture.
pl: Zdjęcie profilowe użytkownika.

# sidebar.link.tea
source: Teas
pl: Herbaty

# sidebar.link.category
source: Categories
pl: Kategorie

# sidebar.link.tag
source: Tags
pl: Tagi

# sidebar.link.comment
source: Comments
pl: Komentarze

# sidebar.link.user
source: Users
pl: Użytkownicy

# sidebar.link.settings
source: Settings
pl: Ustawienia

# sidebar.link.logout
source: Log out
pl: Wyloguj

# button.tea.action_create
source: Add new tea
pl: Dodaj nową herbatę

# label.tag
source: Tags
pl: Tagi

# site_title.tea.show
source: Tea
pl: Strona herbaty

# label.tea.category
source: Kind
pl: Gatunek

# label.tea.vendor
source: Vendor
pl: Sklep

# label.tea.ingredients
source: Ingredients
pl: Skład

# label.tea.steep_time
source: Steep time
pl: Czas parzenia

# label.tea.steep_temp
source: Steep temperature
pl: Temperatura parzenia

# label.tea.description
source: Description
pl: Opis

# label.tea.comments
source: Comments
pl: Komentarze

# label.tea.comment.added_time
source: Added
pl: Dodano

# action.create.comment
source: Add a comment
pl: Dodaj komentarz

# title.tea_edit
source: Edit this tea
pl: Edytuj herbatę

# action.edit
source: Edit
pl: Edytuj

# label.none
source: Pick from the list
pl: Wybierz z listy

# label.description
source: Decription
pl: Opis

# label.vendor
source: Vendor
pl: Sklep

# label.steepTime
source: Steep time (in minutes)
pl: Czas parzenia (w minutach)

# label.steepTemp
source: Steep temperature
pl: Temperatura parzenia

# title.tea_delete
source: Are you sure you want to delete this tea?
pl: Czy na pewno chcesz usunąć tą herbatę?

# action.delete
source: Delete
pl: Usuń

# title.tea_create
source: Add tea
pl: Dodaj herbatę

# action.save
source: Save
pl: Zapisz

# site_title.category
source: Categories
pl: Kategorie

# button.category.action_create
source: Add category
pl: Dodaj kategorię

# site_title.category.show
source: Category:
pl: Kategoria:

# label.category.title
source: Name
pl: Nazwa

# label.created_at
source: Added:
pl: Dodano:

# label.updated_at
source: Last update:
pl: Ostatnia aktualizacja:

# title.category_edit
source: Edit category
pl: Edytuj kategorię

# title.category_delete
source: Are you sure you want to delete this category?
pl: Czy na pewno chcesz usunąć tą kategorię?

# site_title.tag
source: Tags
pl: Tagi

# button.tag.action_create
source: Add a tag
pl: Dodaj tag

# site_title.comment
source: Commments
pl: Komentarze

# button.comment.action_create
source: Add a comment
pl: Dodaj komentarz

# label.comment.tea
source: Tea name
pl: Dotyczy herbaty

# label.comment.author
source: Added by
pl: Dodane przez

# site_title.comment.show
source: Comment
pl: Komentarz

# title.comment_edit
source: Edit comment
pl: Edytuj komentarz

# label.comment.title
source: Title of the comment
pl: Tytuł komentarza

# label.comment.content
source: Content
pl: Treść

# label.tea.title
source: Tea name
pl: Nazwa herbaty

# label.comment.user.email
source: User's e-mail
pl: E-mail użytkownika

# title.comment_delete
source: Are you sure you want to delete this comment?
pl: Czy na pewno chcesz usunąć komentarz?

# site_title.user
source: Users
pl: Użytkownicy

# button.user.action_create
source: Create user
pl: Dodaj użytkownika

# label.roles
source: Roles
pl: Role użytkownika

# title.user_create
source: Create user
pl: Dodaj użytkownika

# label.user.name
source: Name
pl: Imię

# label.user.surname
source: Surname
pl: Nazwisko

# label.user.password
source: Password
pl: Hasło

# title.user_delete
source: Are you sure you want to delete this user?
pl: Czy na pewno chcesz usunąć użytkownika?

# title.user_edit
source: Change users data
pl: Zmień dane użytkownika

# site_title.login
source: Log in!
pl: Zaloguj się!

# login.text.catchprase
source: the best place to store tea
pl: Najlepsze miejsce do trzymania herbaty!

# login.button.login
source: Sign in
pl: Zaloguj się

# login.button.register
source: Sign up
pl: Zarejestruj się

# label.login.password
source: Password
pl: Hasło

# label.login.reset_password
source: I forgot my password...
pl: Zapomniałem hasła

# label.login.submit
source: Log in
pl: Zaloguj się

# label.login.modal.title
source: Password reset
pl: Reset hasła

# label.login.modal.body
source: To reset password contact the administrator.
pl: W celu resetowania hasła skontaktuj się z administratorem.

# site_title.register
source: Sign up!
pl: Zarejestruj się!

# login.logo_img.alt
source: Site logo
pl: Logo strony

# label.register.name
source: Name
pl: Imię

# label.register.surname
source: Surname
pl: Nazwisko

# label.register.password_first
source: Password
pl: Hasło

# label.register.password_second
source: Repeat password
pl: Powtórz hasło

# button.register.submit
source: Register
pl: Zarejestruj się

# message.deleted_successfully
source: Delete successful
pl: Usunięcie zakończone sukcesem

# message.form_error
source: Error occurded during task
pl: Wystąpił błąd

# message.created_successfully
source: Creation successful
pl: Utworzono nowy rekord

# message.edited_successfully
source: Edit successful
pl: Edycja udana

# title.comment_create
source: Add a comment
pl: Utwórz komentarz

# message.category_contains_teas
source: This category cannot be deleted, because there are tees assigned to it.
pl: Ta kategoria nie może zostać usunięta, ponieważ są do niej przypisane herbaty.

# message.tea_entity.not_unique
source: Name of this tea is not unique.
pl: Nazwa herbaty nie jest unikalna.

# title.avatar_create
source: Add new profile picture
pl: Dodaj nowe zdjęcie profilowe

# title.avatar_delete
source: Delete profile picture
pl: Usuń zdjęcie profilowe

# title.avatar_edit
source: Change profile picture
pl: Zmień zdjęcie profilowe

# title.category_create
source: Add new category
pl: Utwórz nową kategorię

# title.tag_create
source: Add new tag
pl: Utwórz nowy tag

# title.tag_delete
source: Delete a tag
pl: Usuń tag

# title.tag_edit
source: Edit a tag
pl: Edytuj tag

# label.user.avatar
source: Profile picture
pl: Zdjęcie profilowe

# label.avatar
source: Profile picture
pl: Zdjęcie profilowe

# button.action_delete_user
source: Delete your user account
pl: Usuń swoje konto użytkownika

# label.tea.author
source: Added by
pl: Dodano przez

# message.please_enter_password
source: Please insert a password.
pl: Wpisz proszę hasło.

# message.password_limit
source: Password must be at least 6 characters long.
pl: Hasło musi mieć minimum 6 znaków.

# message.password_match
source: Passwords do not match.
pl: Hasła nie zgadzają się

# message.invalid_email
source: There is already an account on that e-mail.
pl: Istnieje konto na tym mailu.

# message.password_successfully
source: Password changed
pl: Hasło zostało zmienione

# button.action_change-password
source: Change password
pl: zmień hasło

# title.user_change-password
source: Please type new password
pl: Zmień swoje hasło
